Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: Custom entity details
tr_tr: Özel varlık ayrıntıları

source: Edit custom entity
tr_tr: Özel varlığı düzenle

source: Edit {{name}}
tr_tr: {{name}} düzenle

source: Effective dating
tr_tr: Geçerlilik tarihi

source: No effective dating
tr_tr: Geçerli tarih yok

source: Effective date range
tr_tr: Geçerlilik tarihi aralığı

source: Try adjusting your search or filters to find what you're looking for.
tr_tr: Aradığınızı bulmak için aramanızı veya filtrelerinizi ayarlamayı deneyin.

source: No custom entities match your filters
tr_tr: Filtrelerinizle eşleşen özel varlık yok

source: No custom entities yet
tr_tr: Henüz özel varlık yok

source: Entity details
tr_tr: Varlık ayrıntıları

source: At least one field must be set as business key.
tr_tr: En az bir alan iş anahtarı olarak ayarlanmalıdır.

source: At least one field must be configured.
tr_tr: En az bir alan yapılandırılmalıdır.

source: At least one field must be set as required.
tr_tr: En az bir alan zorunlu olarak ayarlanmalıdır.

source: You can add up to {{max}} fields
tr_tr: En fazla {{max}} alan ekleyebilirsiniz

source: Is business key
tr_tr: İş anahtarı mı

source: Is required
tr_tr: Gereklidir

source: Provide a name for the entity
tr_tr: Varlık için bir ad girin

source: Reference
tr_tr: Referans

source: {{count}} of {{max}}
tr_tr: {{count}} / {{max}}

source: Select reference
tr_tr: Referans seç

source: Enter a description
tr_tr: Bir açıklama girin

source: Enter a name for the entity
tr_tr: Varlık için bir ad girin

source: Build your entity grid by adding fields
tr_tr: Alanlar ekleyerek varlık ızgaranızı oluşturun

source: Grid builder
tr_tr: Izgara oluşturucu

source: Custom entities
tr_tr: Özel varlıklar

source: Total entities
tr_tr: Toplam varlıklar

source: The custom entity was successfully activated.
tr_tr: Özel varlık başarıyla etkinleştirildi.

source: The custom entity was successfully deactivated.
tr_tr: Özel varlık başarıyla devre dışı bırakıldı.

source: Search for custom entities
tr_tr: Özel varlıkları ara

source: Custom Entities
tr_tr: Özel Varlıklar

source: Enum reference
tr_tr: Enum referansı

source: Number
tr_tr: Numara

source: The field name is required.
tr_tr: Alan adı zorunludur.

source: The reference is required for this type.
tr_tr: Bu tür için referans zorunludur.

source: The field type is required.
tr_tr: Alan türü zorunludur.

source: Not defined
tr_tr: Tanımlanmamış

source: View {{name}}
tr_tr: {{name}} görüntüle

source: Field Management
tr_tr: Alan Yönetimi

source: Define the label that indicates which analyses will be updated from PayAnalytics when the refresh action is triggered.
tr_tr: Yenileme işlemi tetiklendiğinde PayAnalytics’ten hangi analizlerin güncelleneceğini belirten etiketi tanımlayın.

source: Label name
tr_tr: Etiket adı

source: Analysis refresh configuration
tr_tr: Analiz yenileme yapılandırması

source: Add mapping to model
tr_tr: Modele eşleme ekle

source: Add mapping to the model
tr_tr: Modele eşleme ekle

source: Additional compensation field
tr_tr: Ek tazminat alanı

source: Compensation components will be automatically adjusted to full-time using the FTE field.
tr_tr: FTE alanı kullanılarak ücret bileşenleri otomatik olarak tam zamana ayarlanacaktır.

source: Apply part-time scaling
tr_tr: Yarı zamanlı ölçeklemeyi uygula

source: The field for compensation field is required.
tr_tr: Ücret alanı için alan zorunludur.

source: Compensation field
tr_tr: Ücretlendirme alanı

source: Converts all compensation data to the global currency, or to the currency specified below. The default exchange rate and effective date of the data snapshot will be used for the conversion.
tr_tr: Tüm ücret verilerini global para birimine veya aşağıda belirtilen para birimine dönüştürür. Dönüştürme için veri anlık görüntüsünün varsayılan döviz kuru ve geçerlilik tarihi kullanılacaktır.

source: Currency conversion
tr_tr: Döviz dönüşümü

source: The field for currency field is required.
tr_tr: Para birimi alanı zorunludur.

source: The field for data model is required.
tr_tr: Veri modeli alanı zorunludur.

source: Select data model
tr_tr: Veri modelini seçin

source: Demographic
tr_tr: Demografik

source: Additional demographic variable
tr_tr: Ek demografik değişken

source: For each data model created in data foundation, map the dataset configuration needed to generate a Pay Analysis. Only snapshots using a data model with a mapping can be used to generate pay analysis data sets.
tr_tr: Veri temelinde oluşturulan her veri modeli için, Ücret Analizi oluşturmak için gereken veri kümesi yapılandırmasını eşleyin. Yalnızca eşlemeye sahip bir veri modeli kullanan anlık görüntüler, ücret analizi veri kümeleri oluşturmak için kullanılabilir.

source: Edit mapping to the model
tr_tr: Modelle eşlemeyi düzenle

source: The field for worker ID is required.
tr_tr: Çalışan kimliği alanı zorunludur.

source: Worker ID & group
tr_tr: Çalışan kimliği ve grup

source: Get started by adding one.
tr_tr: Başlamak için bir tane ekleyin.

source: No models with mapping yet.
tr_tr: Henüz eşlemeli model yok.

source: The field for female is required.
tr_tr: Kadın için alan gereklidir.

source: Female
tr_tr: Kadın

source: The field for full-time equivalent is required.
tr_tr: Tam zamanlı eşdeğer alanı zorunludur.

source: Full-time equivalent
tr_tr: Tam zamanlı eşdeğer

source: The field for gender field is required.
tr_tr: Cinsiyet alanı zorunludur.

source: Gender field
tr_tr: Cinsiyet alanı

source: The worker category can be defined when creating the snapshot.
tr_tr: Anlık görüntü oluşturulurken Çalışan kategorisi tanımlanabilir.

source: Use the worker category from the snapshot as the main group.
tr_tr: Anlık görüntüdeki Çalışan kategorisini ana grup olarak kullanın.

source: The field for main currency is required.
tr_tr: Ana para birimi alanı zorunludur.

source: Main currency
tr_tr: Ana para birimi

source: The field for main group is required.
tr_tr: Ana grup alanı zorunludur.

source: Main group
tr_tr: Ana grup

source: The field for male is required.
tr_tr: Erkek alanı zorunludur.

source: Male
tr_tr: Erkek

source: Select a model and configure the mapping for the essential fields.
tr_tr: Bir model seçin ve temel alanlar için eşlemeyi yapılandırın.

source: Edit mapping
tr_tr: Eşlemeyi düzenle

source: Non-binary
tr_tr: İkili olmayan

source: Not reported
tr_tr: Raporlanmadı

source: Scaled compensation components
tr_tr: Ölçeklendirilmiş ücret bileşenleri

source: Additional compensation fields
tr_tr: Ek ücretlendirme alanları

source: Part-time scaling
tr_tr: Yarı zamanlı ölçekleme

source: Data models with pay analysis mapping
tr_tr: Ücret analizi eşlemesiyle veri modelleri

source: View mapping to the model
tr_tr: Modelle eşleştirmeyi görüntüle

source: The dataset mapping configuration was successfully saved.
tr_tr: Veri kümesi eşleme yapılandırması başarıyla kaydedildi.

source: You haven't added any features yet.
tr_tr: Henüz hiçbir özellik eklemediniz.

source: Select field
tr_tr: Alan seçin

source: Snapshot ID copied
tr_tr: Anlık Görüntü Kimliği kopyalandı

source: Data revision
tr_tr: Veri revizyonu

source: status
tr_tr: durum

source: Worker category
tr_tr: Çalışan kategorisi

source: The snapshot was successfully created.
tr_tr: Anlık görüntü başarıyla oluşturuldu.

source: Snapshot details
tr_tr: Anlık görüntü ayrıntıları

source: Download logs
tr_tr: Günlükleri indir

source: Search by snapshot name
tr_tr: Anlık görüntü adına göre arayın

source: You are about to change the data model. This action will clear <strong>previously selected worker categories</strong>, since they depend on the chosen data model.
tr_tr: Veri modelini değiştirmek üzeresiniz. Bu işlem, seçilen veri modeline bağlı olduğu için <strong>önceden seçilmiş çalışan kategorilerini</strong> temizleyecektir.

source: Are you sure you want to continue?
tr_tr: Devam etmek istediğinizden emin misiniz?

source: Data model edition
tr_tr: Veri modeli sürümü

source: Define the data model, the effective date and the population
tr_tr: Veri modelini, geçerlilik tarihini ve popülasyonu tanımlayın

source: Snapshot configuration
tr_tr: Anlık görüntü yapılandırması

source: Define the snapshot field name and description
tr_tr: Anlık görüntü alanı adını ve açıklamasını tanımlayın

source: The data model is required.
tr_tr: Veri modeli gereklidir.

source: Select the field to include for worker category in this snapshot
tr_tr: Bu anlık görüntüde işçi kategorisi için dahil edilecek alanı seçin

source: Add feature to snapshot
tr_tr: Özelliği anlık görüntüye ekle

source: Define the worker category you want to use in this snapshot
tr_tr: Bu anlık görüntüde kullanmak istediğiniz çalışan kategorisini tanımlayın

source: Use worker category configuration
tr_tr: Çalışan kategori yapılandırmasını kullan

source: The order of the fields determines the output value of this concatenated field.
tr_tr: Alanların sırası, bu birleştirilmiş alanın çıktı değerini belirler.

source: Concatenated fields
tr_tr: Birleştirilmiş alanlar

source: At least one field is required for the custom mode.
tr_tr: Özel mod için en az bir alan gereklidir.

source: Global
tr_tr: Evrensel

source: Search for a feature
tr_tr: Bir özelliği ara

source: Select configuration type
tr_tr: Yapılandırma türünü seçin

source: Snapshots
tr_tr: Anlık Görüntüler

source: Create pay analysis dataset
tr_tr: Ücret analizi veri kümesi oluştur

source: To complete the creation of the data set for the pay analysis, please select the tenant from the PayAnalytics.
tr_tr: Ücret analizine yönelik veri setinin oluşturulmasını tamamlamak için lütfen PayAnalytics içinden kiracıyı seçin.

source: The snapshot you are trying to upload contains non configured currency exchange rates. Please update your currency settings.
tr_tr: Yüklemeye çalıştığınız anlık görüntü yapılandırılmamış döviz kurları içermektedir. Lütfen para birimi ayarlarınızı güncelleyin.

source: The data contains null values in numerical fields. Please the log file for more information.
tr_tr: Veri, sayısal alanlarda boş değerler içeriyor. Daha fazla bilgi için lütfen günlük dosyasını kontrol edin.

source: The data set was successfully created.
tr_tr: Veri kümesi başarıyla oluşturuldu.

source: An error occurred while processing data in PayAnalytics. Please contact Customer Support.
tr_tr: PayAnalytics'te veri işlenirken bir hata oluştu. Lütfen Müşteri Desteği ile iletişime geçin.

source: Dataset name
tr_tr: Veri kümesi adı

source: The name of the data set is required.
tr_tr: Veri kümesinin adı zorunludur.

source: The current authorization settings will result in the creation of an empty dataset. Please verify your worker access.
tr_tr: Mevcut yetkilendirme ayarları, boş bir veri kümesi oluşturulmasına neden olacak. Lütfen Çalışan erişiminizi doğrulayın.

source: Empty dataset
tr_tr: Boş veri kümesi

source: Select PayAnalytics tenant
tr_tr: PayAnalytics kiracısını seçin

source: The PayAnalytics tenant is required.
tr_tr: PayAnalytics kiracısı zorunludur.

source: This snapshot does not contain the worker category required as the main group. You can send the snapshot without a main group, or cancel and update the snapshot or mapping.
tr_tr: Bu anlık görüntü, ana grup olarak gerekli olan çalışan kategorisini içermiyor. Anlık görüntüyü ana grup olmadan gönderebilir veya iptal edip anlık görüntüyü ya da eşleştirmeyi güncelleyebilirsiniz.

source: Worker category absent from snapshot
tr_tr: Çalışan kategorisi anlık görüntüde mevcut değil

source: The generated snapshot was unable to populate the worker category field for all workers. Please check your data.
tr_tr: Oluşturulan anlık görüntü, tüm çalışanlar için çalışan kategori alanını dolduramadı. Lütfen verilerinizi kontrol edin.

source: Worker category partially missing
tr_tr: Çalışan kategorisi kısmen eksik

source: The name of the model must be unique.
tr_tr: Modelin adı benzersiz olmalıdır.

source: Enter the basic information of the model
tr_tr: Modelin temel bilgilerini girin

source: Performance Management entities
tr_tr: Performans Yönetimi varlıkları

source: Core HR entities
tr_tr: Çekirdek İK varlıkları

source: Others entities
tr_tr: Diğer varlıklar

source: Compensation Management entities
tr_tr: Ücret Yönetimi varlıkları

source: Model design
tr_tr: Model tasarımı

source: Define the entities and other sources to use as the model base
tr_tr: Model tabanı olarak kullanılacak varlıkları ve diğer kaynakları tanımlayın

source: Define the entities and fields to include in this model.
tr_tr: Bu modele dahil edilecek varlıkları ve alanları tanımlayın.

source: No selected entities
tr_tr: Seçili varlık yok

source: Data Entities & Sources
tr_tr: Veri Varlıkları ve Kaynakları

source: Entities: {{count}}
tr_tr: Varlıklar: {{count}}

source: Fields: {{count}}
tr_tr: Alanlar: {{count}}

source: Selected fields
tr_tr: Seçilen alanlar

source: Tree entities
tr_tr: Ağaç varlıkları

source: View the fields already included in this model.
tr_tr: Bu modele zaten dahil edilen alanları görüntüleyin.

source: Current fields
tr_tr: Mevcut alanlar

source: This model already includes all available fields from the database. There are no additional fields to add.
tr_tr: Bu model zaten veritabanındaki mevcut tüm alanları içeriyor. Eklenebilecek başka alan yok.

source: All fields have already been added
tr_tr: Tüm alanlar zaten eklendi

source: Select additional fields from the database to extend this model.
tr_tr: Bu modeli genişletmek için veritabanından ek alanlar seçin.

source: Add more fields
tr_tr: Daha fazla alan ekle

source: Extend model - {{name}}
tr_tr: Modeli genişlet - {{name}}

source: Grid preview
tr_tr: Kılavuz önizlemesi

source: Review & publish model
tr_tr: Modeli değerlendirin ve değerlendirin

source: Data Modeling
tr_tr: Veri Modelleme

source: No selected fields. Please select at least one field to save or proceed.
tr_tr: Seçili alan yok. Kaydetmek veya devam etmek için lütfen en az bir alan seçin.

source: The model was successfully published.
tr_tr: Model başarıyla yayınlandı.

source: The model was successfully saved.
tr_tr: Model başarıyla kaydedildi.

source: Policies
tr_tr: Politikalar

source: Data Privacy
tr_tr: Veri Gizliliği

source: Compliance & Storage
tr_tr: Uyumluluk ve Depolama

source: Role & Permission Management
tr_tr: Rol ve Yetki Yönetimi

source: Exchange rates
tr_tr: Döviz kurları

source: Exchange rate
tr_tr: Döviz kuru

source: From
tr_tr: Kimden

source: Identifier
tr_tr: Tanımlayıcı

source: To
tr_tr: Kime

source: Exchange rate template
tr_tr: Döviz kuru şablonu

source: Exchange Rates
tr_tr: Döviz Kurları

source: The exchange rate type was successfully created.
tr_tr: Döviz kuru türü başarıyla oluşturuldu.

source: Create type
tr_tr: Tür oluştur

source: Are you sure you want to delete this exchange rate type? It will no longer be usable in any future processes.
tr_tr: Bu döviz kuru türünü silmek istediğinizden emin misiniz? Artık gelecekteki hiçbir işlemde kullanılamayacaktır.

source: The exchange rate type successfully was deleted.
tr_tr: Döviz kuru türü başarıyla silindi.

source: Create exchange rate type
tr_tr: Döviz kuru türü oluştur

source: Edit exchange rate type
tr_tr: Döviz kuru türünü düzenle

source: The exchange rate type was successfully edited.
tr_tr: Döviz kuru türü başarıyla düzenlendi.

source: The exchange rate type code must be unique.
tr_tr: Döviz kuru türü kodu benzersiz olmalıdır.

source: Types
tr_tr: Türler

source: Created
tr_tr: Oluşturuldu

source: Search for a type
tr_tr: Bir tür ara

source: Exchange Rates Types
tr_tr: Döviz Kuru Türleri

source: An error occurred when validating the file. Please check the column names, the mandatory data and the file format, and then try again.
tr_tr: Dosya doğrulanırken bir hata oluştu. Lütfen sütun adlarını, zorunlu verileri ve dosya formatını kontrol edip tekrar deneyiniz.

source: Click upload to add files.
tr_tr: Dosya eklemek için yükle'ye tıklayın.

source: 10MB max per file
tr_tr: Dosya başına en fazla 10MB

source: Supported formats: CSV
tr_tr: Desteklenen formatlar: CSV

source: Some records could not be uploaded. Please check the provided CSV log file for more details.
tr_tr: Bazı kayıtlar yüklenemedi. Daha fazla ayrıntı için lütfen sağlanan CSV günlük dosyasını kontrol edin.

source: Extensions & Plugins
tr_tr: Uzantılar ve Eklentiler

source: Feature groups
tr_tr: Özellik grupları

source: Select a group to see the corresponding features or options.
tr_tr: İlgili özellikleri veya seçenekleri görmek için bir grup seçin.

source: Alphanumeric
tr_tr: Alfasayısal

source: Date & Time
tr_tr: Tarih ve Saat

source: Linked to the selected language
tr_tr: Seçilen dile bağlı

source: You are about to delete the data scope <name>{{name}}</name>. Are you sure you want to proceed?
tr_tr: <name>{{name}}</name> veri kapsamını silmek üzeresiniz. Devam etmek istediğinizden emin misiniz?

source: Delete data scope
tr_tr: Veri kapsamını sil

source: Data scope name
tr_tr: Veri kapsamı adı

source: The name cannot be empty. Please provide a name for the data scope.
tr_tr: Ad boş olamaz. Lütfen veri kapsamı için bir ad giriniz.

source: Create data scope
tr_tr: Veri kapsamı oluşturun

source: The data scope was successfully created.
tr_tr: Veri kapsamı başarıyla oluşturuldu.

source: The data scope was successfully deleted.
tr_tr: Veri kapsamı başarıyla silindi.

source: Edit data scope
tr_tr: Veri kapsamını düzenle

source: No data scopes yet
tr_tr: Henüz veri kapsamı yok

source: Data Scope Manager
tr_tr: Veri Kapsamı Yöneticisi

source: Data scopes
tr_tr: Veri kapsamları

source: Pay automation
tr_tr: Ücret otomasyonu

source: The target variable cannot be empty. Please provide a value.
tr_tr: Hedef değişken boş olamaz. Lütfen bir değer giriniz.

source: Select the target variable you want to model
tr_tr: Modellemek istediğiniz hedef değişkeni seçin

source: The data model cannot be empty. Please provide a data model.
tr_tr: Veri modeli boş olamaz. Lütfen bir veri modeli sağlayınız.

source: Create and include snapshot
tr_tr: Anlık görüntü oluştur ve ekle

source: Models
tr_tr: Modeller

source: Purpose
tr_tr: Amaç

source: Transformations
tr_tr: Dönüşümler

source: Log transformation
tr_tr: Logaritmik dönüşüm

source: Select which additional information you want to include in this snapshot.
tr_tr: Bu anlık görüntüye dahil etmek istediğiniz ek bilgileri seçin.

source: Create & manage machine learning models
tr_tr: Makine öğrenmesi modelleri oluşturun ve yönetin

source: Are you sure you want to delete the model "{{name}}"? This action cannot be undone.
tr_tr: "{{name}}" modelini silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Delete model
tr_tr: Modeli sil

source: Model Manager
tr_tr: Model Yöneticisi

source: The model name cannot be empty.
tr_tr: Model adı boş olamaz.

source: Model type
tr_tr: Model türü

source: The model type cannot be empty.
tr_tr: Model türü boş olamaz.

source: Snapshot
tr_tr: Anlık Görüntü

source: The snapshot cannot be empty.
tr_tr: Anlık görüntü boş olamaz.

source: Model type & snapshot
tr_tr: Model türü ve anlık görüntü

source: Auto-update
tr_tr: Otomatik güncelleme

source: Disable in all features
tr_tr: Tüm özelliklerde devre dışı bırak

source: Enable in all features
tr_tr: Tüm özelliklerde etkinleştir

source: Multicollinearity check
tr_tr: Çoklu doğrusal bağlantı kontrolü

source: Data auto-update
tr_tr: Verilerin otomatik güncellenmesi

source: Define which attributes will be available in the model. For proper model training, select at least 5 features.
tr_tr: Modelde hangi özniteliklerin kullanılabilir olacağını tanımlayın. Doğru model eğitimi için en az 5 özellik seçin.

source: Please select at least one feature.
tr_tr: Lütfen en az bir özellik seçin.

source: {{featuresCount}} features selected
tr_tr: {{featuresCount}} özellik seçildi

source: By default, the model will train using ridge regression and will generate regularised estimators for every feature selected in the model. If you validate, we will check the Ordinary Least Squares (OLS) regression and remove perfect multicollinearity among selected features.
tr_tr: Varsayılan olarak, model ridge regresyon kullanarak eğitilir ve modelde seçilen her özellik için düzenlileştirilmiş kestiriciler üretir. Doğrularsanız, En Küçük Kareler (OLS) regresyonunu kontrol eder ve seçili özellikler arasındaki mükemmel çoklu doğrusal bağlantıyı kaldırırız.

source: Select model features
tr_tr: Model özelliklerini seçin

source: If you continue with this population change, your current feature selections will be cleared. Are you sure you want to proceed?
tr_tr: Bu nüfus değişikliğine devam ederseniz, mevcut özellik seçimleriniz temizlenecek. Devam etmek istediğinizden emin misiniz?

source: Confirm population change
tr_tr: Nüfus değişikliğini onayla

source: Select the criteria that will determine who is included in this population.
tr_tr: Bu popülasyona kimin dahil edileceğini belirleyecek kriterleri seçin.

source: Define the name, description and details of the model.
tr_tr: Modelin adını, açıklamasını ve ayrıntılarını tanımlayın.

source: Select options and features applicable for the model.
tr_tr: Model için geçerli seçenekleri ve özellikleri seçin.

source: Model attributes
tr_tr: Model öznitelikleri

source: Define the population criteria for the model.
tr_tr: Model için nüfus kriterlerini tanımlayın.

source: Review and publish new model.
tr_tr: Yeni modeli değerlendirmer ve yayınla.

source: Population & features
tr_tr: Nüfus ve özellikler

source: Features selected
tr_tr: Seçilen özellikler

source: Selected roles
tr_tr: Seçili roller

source: Total population
tr_tr: Toplam nüfus

source: Quick train
tr_tr: Hızlı eğitim

source: Data scope
tr_tr: Veri kapsamı

source: Select data scope
tr_tr: Veri kapsamını seçin

source: Search for a model
tr_tr: Bir model arayın

source: Total models
tr_tr: Toplam modeller

source: This note will be visible to everyone reviewing this worker in the pay analysis results.
tr_tr: Bu not, ücret analizi sonuçlarında bu Çalışanı değerlendirmer yapan herkese görünür olacaktır.

source: Analysis
tr_tr: Analiz

source: Nb. of subgroups
tr_tr: Alt grup sayısı

source: Subgroup field
tr_tr: Alt grup alanı

source: Pay analysis
tr_tr: Ücret analizi

source: The maximum length of the note is {{max}} characters.
tr_tr: Notun maksimum uzunluğu {{max}} karakterdir.

source: The note content is required. Please enter your note before saving.
tr_tr: Not içeriği zorunludur. Lütfen kaydetmeden önce notunuzu girin.

source: Configuration details
tr_tr: Yapılandırma ayrıntıları

source: View analysis
tr_tr: Analizi görüntüle

source: The visibility was successfully updated.
tr_tr: Görünürlük başarıyla güncellendi.

source: Change visibility
tr_tr: Görünürlüğü değiştir

source: The analysis result was successfully deleted.
tr_tr: Analiz sonucu başarıyla silindi.

source: Are you sure you want to delete the analysis result? This action cannot be undone.
tr_tr: Analiz sonucunu silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Backwards elimination
tr_tr: Geriye doğru eleme

source: Categorical variables
tr_tr: Kategorik değişkenler

source: Close pay gaps on a per-group basis
tr_tr: Ücret farklarını grup bazında kapatın

source: Demographic variables
tr_tr: Demografik değişkenler

source: Fairness weight (against cost-effectiveness)
tr_tr: Adalet ağırlığı (maliyet etkinliğine karşı)

source: Group fairness weight (against individual fairness)
tr_tr: Grup adaleti ağırlığı (bireysel adalete karşı)

source: Max rise
tr_tr: Maksimum artış

source: Number of workers excluded from raise suggestions
tr_tr: Zam önerilerinden hariç tutulan çalışan sayısı

source: Pay gap target (gender)
tr_tr: Ücret farkı hedefi (cinsiyet)
